Repository: PriscillaPongerard/colo
Catalog: translations/messages+intl-icu.*.xlf
Languages: fr

source: The email or the nickname already exist
fr: L'email ou le pseudo existe déjà

source: Registration
fr: Inscription

source: Nickname :
fr: Pseudo :

source: First name :
fr: Prénom :

source: Name :
fr: Nom :

source: Zip Code :
fr: Code Postal :

source: City :
fr: Ville :

source: Password :
fr: Mot de Passe :

source: Password Confirmation :
fr: Confirmation de mot de passe :

source: Save
fr: Enregistrer

source: Back
fr: Retour

source: Changing the Profile
fr: Modification de Profil

source: My Profile
fr: Mon Profil

source: Name
fr: Nom

source: Zip code
fr: Code Postal

source: City
fr: Ville

source: Registration date
fr: Date d'inscription

source: Change
fr: Modifier

source: Delete
fr: Supprimer

source: Welcome !
fr: Bienvenue !

source: Welcome to the adult coloring site.
fr: Bienvenue sur ce site pour le coloriage pour adultes.

source: This site is there to:
fr: Ce site est fait pour :

source: to share, to help each other, to have fun.
fr: partager, s'entraider, s'amuser.

source: Added Illustrator
fr: Ajout Illustrateur

source: Name or Pseudo :
fr: Nom ou Pseudo :

source: Firstname :
fr: Prénom :

source: Site link :
fr: Lien des sites :

source: FaceBook page link :
fr: Lien FaceBook :

source: Instagram link :
fr: Lien Instagram :

source: Youtube channel :
fr: Chaine Youtube :

source: Here is the list of illustrators I have listed.
fr: Voici la liste des illustrateurs que j’ai énumérés.

source: If you find that there is a shortage, please let me know.
fr: Si vous constatez qu’il y a un oublie, veuillez me le faire savoir.

# &amp;nbsp; Illustrator's book
source: &nbsp; Illustrator's book
fr: Les livres de L'Illustrateur

source: Network links:
fr: Les liens :

source: Added Book
fr: Ajout de Livre

source: Adding Hardware
fr: Ajout de Matériel

source: Illustrator
fr: Illustrateur

source: List Illustrators
fr: Liste Illustrateurs

source: Details Illustrators
fr: Détails Illustrateurs

source: Books
fr: Livres

source: List Books
fr: Liste de livres

source: Details Books
fr: Détails des Livres

source: Hardware
fr: Matériel

source: List Hardware
fr: Liste Matériels

source: Details Hardware
fr: Détails du Matériel

source: List Blog
fr: Liste des Blog

source: Details Blog
fr: Détails Blog

source: Added Blog
fr: Ajout Blog

source: Profile
fr: Profil

source: Legal mentions
fr: Mentions Légales

source: Deconnection
fr: Deconnexion

source: Connection
fr: Connexion

source: Search
fr: Recherche

source: Adding a Book
fr: Ajout un livre

source: Book title :
fr: Titre du Livre :

source: Illustrator :
fr: Illustrateur :

source: Release date :
fr: Date de sortie :

source: Page numbers :
fr: Numéro de page :

source: Categorie :
fr: Catégorie :

source: Presentation link :
fr: Lien de Présentation :

source: Link to buy:
fr: Lien pour acheter :

source: Book cover :
fr: Couverture du livre :

source: Here is the list of books I have listed.
fr: Voici la liste des livres que j’ai énumérés.

source: Number of pages
fr: Nombre de pages

source: Category:
fr: Catégorie :

source: Link to get it:
fr: Lien pour ce procurer :

source: Here is the list of the Illustrator's books :
fr: Voici la liste des livres de l’illustrateur :

source: Number of pages :
fr: Nombre de pages :

source: Link to get it :
fr: Lien pour ce procurer :

source: No books are registered
fr: Aucun livre d'enregistré

source: Identifying :
fr: Indentifiant :

source: Add Material :
fr: Ajout de Matériel :

source: Name of Material :
fr: Nom de Matériel :

source: Brand :
fr: Marque :

source: Brand link :
fr: Lien de la Marque :

source: Photo of the material :
fr: Photo du Matériel :

source: Here is the list of the material I have listed.
fr: Voici la liste du Matériels que j’ai énumérés.

source: Brand website :
fr: Site de la Marque :

source: New Post :
fr: Nouveau Post :

source: Post Title :
fr: Titre du Post :

source: Please choose a category for your post :
fr: S’il vous plaît choisir une catégorie pour votre Post :

source: Materials category
fr: Catégorie de Matériel

source: Category Books
fr: Catégorie Livres

source: Category Illustrators
fr: Catégorie Illustrateurs

source: Other Categories
fr: Autres Catégories

source: Post creator
fr: Créateur de Post

source: Category of the post
fr: Catégorie du Post

source: Post date
fr: Date du Post

source: Details
fr: Détails

source: Reply to the post
fr: Répondre au post

source: Back to the list of Posts
fr: Retour à la liste des Post

source: Welcome to the Post Space.
fr: Bienvenue dans l'espace Post.

source: Add a New Topic
fr: Ajouter un nouveau Post

source: Post title
fr: Titre du Post

source: Answer for the post
fr: Répondre au Post

source: Write your response for the post here.
fr: Écrivez votre réponse pour le post ici.

source: Added
fr: Ajouter

source: First Name
fr: Prénom
